Repository: wescamp/Saving_Elensefar-1.10
Catalog: po/*.po
Languages: cs

source: Saving Elensefar
cs: Záchrana Elensefaru

source: SE
cs: ZE

source: (easiest)
cs: (lehká)

source: Mariner
cs: Mořeplavec

source: Navigator
cs: Navigátor

source: (hardest)
cs: (těžká)

source: Admiral
cs: Admirál

source: Escaping the Orcs
cs: Únik před skřety

source: <span color='red'>Warning: This campaign functions differently from most others in a number of ways. You cannot recruit anyone in most scenarios, and in those you can what you can recruit is always different - what is on your recruit list does not carry over fron scenario to scenario. Also, moving from scenario to scenario is handled differently, with the help of an interactive bigmap.</span>
cs: <span color='red'>Upozornění: Toto tažení používá často jiné mechanismy než je u většiny tažení obvyklé. Ve většině scénářů nelze verbovat nové jednotky a i v těch, kde je verbování možné, se mění aktuální možný výběr. Prostě seznam pro verbování se nepřenáší ze scénáře do scénáře. Také pohyb mezi jednotlivými scénáři funguje odlišně, pomocí velké interaktivní mapy.</span>

source: <span color='red'>Because of this, this campaign is inadvisable for players new to Wesnoth who want to gain an understanding of how the game normally works. However, it will prove an interesting experience for those who have played normal campaigns before.</span>
cs: <span color='red'>Vzhledem k těmto skutečnostem, nelze toto tažení doporučit nováčkům ve hraní Wesnothu, kteří ještě nemají zažito, jak hra normálně funguje. Pro ty, kteří již nějaká běžná tažení hráli, však může být zajímavou zkušeností.</span>

source: This is the story of the time when Elensefar was a province in the vast kingdom of Wesnoth. It is the story of a time of great forgetfulness, when much of what was once known had been forgotten, but also of great knowledge. It is the story of Meneldur the Mariner, who used the newfound knowledge to resurrect some of the old. But, it is, most of all, the story of the voyage of his ship, and what he encountered while traveling the high seas...
cs: Toto je příběh z časů, kdy byl Elensefar provincií rozlehlého království Wesnoth. Je to příběh o velkém zapomnění, kdy to, co bylo známo, upadlo v nevědomost. Je to ale také příběh o velkém poznání. Je to příběh Meneldura Mořeplavce, který se vydal vstříc novým obzorům, aby vzkřísil ty staré. Ale je to především příběh putování jeho lodi a o tom, co ho na širém moři potkalo...

source: Before the tale begins, it is important to know that none of the seafaring men or elves, including Meneldur, were willing to travel far out of sight of the coast. Instead, they remained near land, and sailed only north and south, for they dimly remembered tales from Haldric's day, of dragons, and sea serpents, and snake-men, who lurked on the islands that lay to the west of the continent.
cs: Dříve než započne vyprávění příběhu, je třeba říci, že nikdo z lidí ani elfů na lodi, včetně Meneldura, nehodlali cestovat nikam daleko mimo dohled země. Raději zůstávali blízko pobřeží a plavili se podél něj jen na sever a na jih. Matně si totiž vzpomínali na vyprávění z Haldrikových časů, o tom, jak na ostrovech západně od kontinentu číhají nebezpečí ve formě drakonidů, mořských hadů a hadům podobných lidí.

source: Meneldur was born in the northlands, in Wesmere, but was outcast from the elvish lands because of a conflict with the High Council. Thus, although an elf, Meneldur had pledged his loyalty to Elensefar, and thus to Wesnoth (but, significantly, not to Weldyn).
cs: Meneldur se narodil na severu, ve Wesmérii, ale z elfích zemí byl vyhnán po konfliktu s Velkou Radou. Proto, ačkoli byl elf, Meneldur přislíbil věrnost Elensefaru, a potažmo tedy i Wesnothu (ne však Weldynu).

source: Meneldur gathered around himself a crew of true Elensians; stout spearmen, and ruthless men of the saber. He also brought many of the archer from his elvish house out of the northlands, to sail with him on his ship.
cs: Meneldur kolem sebe shromáždil posádku pravých Elensianů - odvážné kopiníky i drsné muže šavle. Také si s sebou ze svého elfího domova na severu přivedl mnoho lučištníků. Ti všichni se s ním plavili na jeho lodi.

source: Now our story begins. On a night about 10 years after he first came to Elensefar, Meneldur returned to Elensefar from a trading voyage to the Bay of Pearls. When Meneldur had landed in Elensefar, he went to the castle to recieve directions from the Lord of Elensefar as to where his new voyage was to wend. He was to travel south to the Elven peninsula, and trade with the southern elves.
cs: Tady náš příběh začíná. Stalo se to jedné noci, přibližně 10 let poté, co Meneldur poprvé přišel do Elensefaru. Meneldur se právě vrátil do města z obchodní cesty do Zátoky perel. Po přistání se odebral do hradu k Lordu Elensefaru pro instrukce a pokyny pro další cestu. Dostal za úkol vyrazit na obchodní plavbu k jižním elfům na Elfím poloostrově.

source: After the meeting, as Meneldur and his men headed back to their ship, they noticed a strange sound. A harsh sound. The sound of orcs! Elensefar was under attack, with no provocation. The city had been quickly overrun, before most of the people had even noticed.
cs: Po audienci, když se Meneldur se svými muži odebíral zpátky na loď, zaslechli podivný hluk. Pronikavý hluk. Hluk, co vydává skřetí vojsko! Elensefar byl zčista jasna napaden, a to i přes to, že k tomu nezavdal žádnou příčinu. Město bylo obsazeno dřív, než se většina obyvatel stačila vzpamatovat.

source: Meneldur had only one option left - get back on his boat and flee. But there were already orcs blocking his path to the harbor...
cs: Meneldurovi zbyla jediná možnost - dostat se na loď a uprchnout. Ale cesta do přístavu byla již také blokována skřety...

source: Death of Meneldur
cs: Meneldur zemře

source: Death of Madru
cs: Madru zemře

source: Orcs! Orcs are attacking! There are too many, we can't fight them off, we have to reach the ship!
cs: Skřeti! Skřeti útočí! Je jich příliš mnoho, nemůžeme se jim postavit! Musíme se dostat na loď!

source: Aye aye, Cap'n. All men to the ship, quick as you can!
cs: Jo jasně kapitáne. Všichni na loď a hoďte sebou!

source: Now, we go out to sea. I expect our city is doomed...
cs: Tak a teď vyrazíme na moře. Předpokládám, že po našem městě je veta...

source: A Naval Engagement
cs: Námořní spojenectví

source: Black the Red
cs: Černý Red

source: Defeat enemy leader
cs: Poraz nepřátelského vůdce

source: Death of Black the Red
cs: Černý Red zemře

source: Why do you stop us? We seek help. I come from Elensefar, which, as far as we can tell, was just captured by orcs!
cs: Proč nás zastavujete? Hledáme pomoc. Jsme z Elensefaru, který byl, aspoň co víme, právě obsazen skřety!

source: You are interfering with our mission; we are trying to chase down this magician pirate.
cs: Vyrušili jste nás během plnění našeho úkolu, snažíme se zajmout tohodle magika piráta.

source: I'm not a pirate! I also come from Elensefar, and I must have left port a few days before it was attacked. This is the first I've heard of it.
cs: Nejsem pirát! Také jsem z Elensefaru a musel jsem odplout před několika dny. Poprvé slyším o útoku až teď.

source: You dog, don't bother us with your lies! You attacked a ship of the Royal Navy with your spells, and now you will pay for it!
cs: Pse, nekrm nás svými lžemi! Zaútočil jsi na loď Královského námořnictva svými kouzly a teď za to zaplatíš!

source: I need loyal warriors from Elensefar to help me on my quest. Black the Red, do you want to join me in retaking Elensefar from these orcs?
cs: Potřebuji pro svůj úkol pomoc oddaných válečníků z Elensefaru. Chceš se připojit ke mně a pokusit se osvobodit Elensefar od skřetů, Černý Rede?

source: Outlaws, you mean! These Elensians are all the same. Troops, destroy them!
cs: Takže vlastně sháníš psance! Ty Elensiáni jsou všichni stejná verbež. Vojáci, zničte je!

source: Why is a ship from Elensefar carrying bandits and thieves?
cs: Proč je loď z Elensefaru plná banditů a zlodějů?

source: They come from the... less _wealthy_ parts of Elensefar. But they are still fiercely loyal to it. They will be good fighters. I will join, if you'll have me.
cs: Pochází z... ehm, méně bohatých čtvrtí Elensefaru. Ale jsou mu stále zuřivě oddáni. Budou dobře bojovat. Připojím se k tobě, pokud o to budeš stát.

source: Very well. Thats not so different from my own crew. Aldran - we will not fight you if you do not attack us, but you must let us go on our way.
cs: Dobrá. Moje posádka má beztak podobné složení. Aldrane, nebudeme s vámi bojovat, pokud nás nenapadnete a necháte nás plout svou cestou.

source: Ha! I will bring you and your ally in to Weldyn to be tried for treason. And it does not matter it is two boats to one; I have already sent a boat to inform the King, and get reinforcements.
cs: Ha! Přivedu tebe a své spojence do Weldynu k výslechu za velezradu. A nezáleží na tom, jestli to bude jedna nebo dvě lodě. Už jem poslal člun se zprávou pro krále a žádostí o posily.

source: Remember, crew, the healing grog is stored in those barrels.
cs: Zapište si všichni za uši, že léčivej grog je v těch sudech.

source: Ah, some nice, refreshing grog! *gulp*
cs: Jo, doušek skvělého osvěžujícího grogu! *polk*

source: Well, what is it anyway that you people want? Why did you help us?
cs: Takže co je to, co po nás vlastně chcete? Proč jste nám pomohli?

source: We go out to sea, to build up an army large enough to retake Elensefar. You're an Elensian, right? I think you owe us your help. We did just save you from death, and now we have the men of Wesnoth against us in return.
cs: Vyrazíme na moře abychom sehnali dost velkou armádu pro osvobození Elensefaru. Ty jsi Elensián, že? Myslím, že nám dlužíš svou pomoc. Právě jsme tě zachránili před smrtí a nyní díky tomu jdou wesnotští vojáci i po nás.

source: Well, I have been in Elensefar, and owe some help to it. Very well. Here is what I will do. There is an island in the west that has many warriors on it who will be willing to help you; I will join you, and try to convince those warriors to also, if you grant me one request.
cs: No pobýval jsem v Elensefaru a dlužím mu svou pomoc. Dobře tedy. Udělám tohle: Na západě je ostrov, kde je hodně válečníků, kteří by ti mohli pomoct. Připojím se k tobě a budu se snažit je přesvědčit, aby to udělali, pokud mi splníš jednu prosbu.

source: Which is?
cs: Která je?

source: I can't tell you until we reach the Western isle I told you about. That's part of the fun.
cs: Nemohu ti ji říct dokud nedosáhneme Západního ostrova, o kterém jsem povídal. Ber to jako součást celé „zábavy“.

source: Oh, fine... 'I swear on Elensefar my city and on my honor as a Sailor that I will honor your request, whatever it may be, whenever we reach this Western island and you secure the help of the warriors that live there.' Happy?
cs: Oh, dobře ... Přísahám na mé město Elensefar a mou čest námořníka, že vyplním tvou prosbu, jakákoli bude, jakmile dosáhneme toho Západního ostrova a ty zajistíš pomoc zdejších válečníků. Spokojen?

source: Very much so. Now, I will move my troops to your boat (it is faster), and we will head on west...
cs: Velmi. Teď přesuneme mou posádku na tvou loď (je rychlejší) a vyrazíme na západ...

source: Blackmore the Black
cs: Černý Blackmore

source: Defeat enemy leaders
cs: Poraz nepřátelské vůdce

source: Death of Ah-Reblak
cs: Ah-Reblak zemře

source: Black, why have you brought us here?!? This is just a remnant of a town, and there are no warriors here, just undead and orcs!
cs: Rede, proč jsi nás sem zavedl? Vidím jen zbytky a trosky města a nejsou tu žádní válečníci, jen nemrtví a skřeti!

source: No, no, you are wrong there. This is no ruined city, this is Blackmore the Black, and for the past seventy years it has been the home of the Wesfolk who remained on this island.
cs: Ne, kdepak, podceňuješ to tady. To nejsou ruiny, to je Černý Blackmore, který je posledních sedmdesát let domovem Wesanů, kteří zůstali na tomto ostrově.

source: You mean those undead over there are 'Wesfolk'? As in the Wesfolk who came over with Lady Jessica?
cs: Říkáš těmhle nemrtvým „Wesané“? Jako ti Wesané, co připluli s paní Jessikou?

source: I would assume that is what he means, yes. So, Black, you've brought us here to have these Wesfolk help us?
cs: Předpokládám, že přesně tak to myslí. Tak Rede, vzal jsi nás sem, abysme získali pomoc těchto Wesanů?

source: Well, yes, something like that.
cs: No, jo, něco takového...

source: I see, brother, that you have returned with warriors. Are they to help us defeat these orcs?
cs: Vidím bratře, že jsi se vrátil s válečníky. Pomůžou nám porazit tyhle skřety?

source: What? That's not why we're here!
cs: Co? Proto jsme nepřišli!

source: Well, yes it is. You have to help them secure this city before they will help you.
cs: Je to tak. Musíš jim pomoct zabezpečit toto město, než ti pomůžou.

source: Help them? Help Islefolk? Why would we do that?
cs: Pomáhat jim? Pomáhat Ostrovanům? Proč bysme to dělali?

source: These are not Islefolk, brother, they are descendants of the Wesfolk who came over with Lady Jessica.
cs: To nejsou Ostrované, bratře, to jsou potomci Wesanů co odpluli s paní Jessikou.

source: What!? Followers of that deserter!? I can't believe you think we would help them!
cs: Cože? Následovníci té dezertérky? Nemůžu věřit, že si myslíš, že bysme jim pomohli!

source: I didn't have a choice, they needed help, so I made a deal that we would help them if they helped us.
cs: Neměl jsem na vybranou. Potřebovali pomoc a tak jsem uzavřel dohodu, že jim pomůžeme, když oni pomůžou nám.

source: Trust me, we don't like helping undead any more than you like helping us 'deserters'.
cs: Věř mi, netěší mě pomáhat nemrtvým o moc víc než tobě pomáhat nám „dezertérům“.

source: Fine. I'll help you do whatever it is you want to do, once we clear this land of the orcs.
cs: Dobrá. Pomohu vám v čemkoli budete chtít, jakmile vyčistíme tuto zem od skřetů.

source: Int'resting council! But now, little men, its time to die. Get'm!
cs: Zajímavej pokec, ale teď mužíčci, přišel čas zgebnout. Sejměte je!

source: Well, we've cleared the orcs away. Come on, now you have to hold up your end of the bargain.
cs: Tak, zničili jsme skřety. Takže teď byste měli vy dodržet svou část dohody.

source: Well, the orcs will probably be back soon... I think that we are going to end up dying here, no matter what you do. We have held up extraordinarily long already.
cs: Skřeti se pravděpodobně brzy zase vrátí... Bez ohledu na to, co jsi udělal, si myslím, že bysme tu měli přestat chcípat. Už jsme se tu drželi mimořádně dlouho.

source: That's true. I think it would be best if we could get enough ships to get off of this island. The one I went out on was our last, and we can't make more.
cs: To je pravda. Myslím, že nejlepší by bylo, kdyby jsme měli dost lodí, abysme z tohodle ostrova odešli. Ta na které jsem minule odplul byla naše poslední a my neumíme vyrobit další.

source: Well, I am a shipbuilder. I could help you build more ships, and then you could bring all of your people back east with us.
cs: No já jsem i stavitel lodí. Mohu vám pomoct postavit dost lodí a pak můžete vzít všechny vaše lidi na východ zpět s námi.

source: That sounds good.
cs: To zní dobře.

source: Then it is agreed. But after that, you have to help us fight the orcs!
cs: Takže platí. Ale pak nám musíte pomoct bojovat se skřety!

source: As the warriors landed the Explorer, they overheard the elves, men and orcs talking...
cs: Když bojovníci přistáli s Průzkumníkem, zaslechli jak se elfové, lidé a skřeti dohadují...

source: Orc, you promised that, if we allied with you, you would free all the prisoners you took when you captured Elensefar. You have broken our pact!
cs: Slíbili jste skřeti, že pokud se s vámi spojíme, tak osvobodíte všechny vězně, které jste zajmuli při obsazování Elensefaru. Porušili jste naši smlouvu!

source: Ag, elf-dog, you shuttup! I aint takin' orders fr'm you!
cs: Ah, elfí pse, drž hubu! Ty mi neporoučíš!

source: Listen, Pakch-Glun, if you don't fufill your side of the treaty, we will attack you again! And this time, we will probably win, since our reinforcements have arrived, and there are two armies to attack you.
cs: Poslouchej Pakch Glune, pokud nesplníš svou část dohody, znovu na tebe zaútočíme! A tentokrát nejspíš vyhrajeme, protože naše posily jsou tady a jsou na tebe připraveny zaútočit dvě armády.

source: Heh, shur. I'd like t' see you try!
cs: Hehe. Bych chtěl vidět, jestli si troufnete!

source: Mathein, shall we attack?
cs: Matheine, máme zaútočit?

source: Yes. Pakch-Glun, prepare to die!
cs: Ano. Pakch Glune, připrav se na smrt!

source: This was welcome news to the crew of the Explorer. However, although the elves, men and orcs would fight each other, Meneldur still had to fight all of them.
cs: To byla vítaná novinka pro posádku z Průzkumníka. Přestože se elfové, lidé a skřeti chystali bojovat proti sobě, Meneldur stále musel bojovat proti všem.

source: The first enemy we will encounter will be the elves. Show them no mercy!
cs: První nepřítel, s kterým se střetneme, budou elfové. A žádné smilování pro ně!

source: And we will show you none. Prepare to meet your doom!
cs: Ani pro vás! Připravte se na svůj osud!

source: What? There appear to be elves blocking our path! Elves, why are you in our way?
cs: Co to? Objevili se elfové a blokují nám cestu! Proč nám stojíte v cestě, elfové?

source: We are here to kill you! After that, we will kill the orcs, but we must kill you first.
cs: Jsme tu, abychom tě zabili! A potom zabijeme skřety. Ale nejdřív musíme zabít tebe.

source: Are you mad?! Well, if you are, I have no time to reason with you. Prepare to die!
cs: Zbláznil jsi se?! Dobrá, jestli ty máš, já nemám čas se s tebou posuzovat. Připrav se na smrt!

source: We have come to take back Elensefar from the orcs! But remember, the men of Wesnoth will no doubt try to stop us, as will the elves. We must fight them too.
cs: Přišli jsme vyrvat Elensefar z rukou skřetů! Ale uvědomte si, že lidé Wesnothu, stejně jako elfové, se nás pokusí zastavit. Budeme s nimi muset také bojovat.

source: Indeed we will. You are a traitor to your country, and must die as one!
cs: To vskutku budete. Jsi zrádce své země a musíš zemřít mezi prvními!

source: This looks like the area the men of Wesnoth have claimed to siege Elensefar from. Unfortunately, we must get past them to free the city.
cs: Vypadá to, že lidé Wesnothu obsadili oblast, odkud se dá Elensefar obléhat. Naneštěstí musíme pro osvobození města projít skrz ně.

source: You will not get past us while I am alive. And even if you do, the elves will stop you. If you must be a traitor, pick one nation to betray, not two!
cs: Neprojdete, dokud jsem naživu. A i kdybys to dokázal, elfové tě zastaví. Když už musíš být zrádce, buď jím jen pro jeden národ ne pro dva!

source: What are you talking about? Oh, I see... my northern brethren have decided to attack me... Well, we will get past these Wesnothians first, and see what we can do then.
cs: O čem to mluvíš? Aha, už vím... mí severní bratři se rozhodli na mě zaútočit... Nu, probijeme se nejdřív přes tyto Wesnoťany a uvidíme, co budeme moct udělat pak.

source: Prepare to die, Elensian scum!
cs: Připrav se zgebnout, elensiánská špíno!

source: We are in Elensefar's harbor, from where we will drive the orcs out into the faces of the elves. Although they are my brethren, we must not hold back from killing them because of it. Onward!
cs: Jsme v Elensefarském přístavu. Odtud můžeme zahnat skřety přímo před meče elfů. Ačkoli jsou to mí bratři, nesmíme se kvůli tomu rozpakovat je zabít. Kupředu!

source: Listen t' that! He really thinks 'e can kill us! We'll show 'im! Kill the invader!
cs: No slyšíte to! Si fakt myslí, že nás může zabít! Ukážem jim! Zabte vetřelce!

source: We are now in Elensefar's harbor. From now, we fight until the orcs are all out of our city! Then, it appears, we will have to deal with those Wesnothians who believe us to be traitors.
cs: Jsme teď v Elensefarském přístavu. Odteď budeme bojovat se skřety, dokud je všechny nevytlačíme z města. Pak, jak je vidět, se budeme muset utkat s těmi Wesnoťany, kteří jsou přesvědčeni o naší zradě.

source: Yes, please, do that. Then we will not have to deal with the orcs, and only with you!
cs: Ano, tak to prosím udělej. Pak se už nebudeme muset potýkat se skřety ale jen s tebou!

source: What?... Oh, its elves, from the northlands. What do you want?
cs: Co...? Oh, to jsou elfové ze severu. Co chcete?

source: You dead, traitor!
cs: Tvou smrt, zrádče!

source: Whatever you say. We'll deal with you after we kill the orcs.
cs: Cokoli si přeješ. Utkáme se s vámi, až se vypořádáme se skřety.

source: Elensefar may be ours, but there are still enemies to defeat. Onwards!
cs: Elensefar by měl být náš, ale stále jsou tu protivníci, které je třeba porazit. Kupředu!

source: We have taken Elensefar and defeated the Wesnothians, but these Elves need attending to.
cs: Získali jsme Elensefar a porazili Wesnoťany, ale je třeba pohlídat ještě ty elfy.

source: There are no enemies left - we have succeeded in retaking Elensefar.
cs: Nikdo z nepřátel nezbyl, osvobodili jsme Elensefar!

source: The orcs had ransacked the city's coffers - now it's time for us to return the favor.
cs: Skřeti vyrabovali městské truhlice a k nám se teď přiklonil příznivý osud.

source: You find 300 pieces of gold!
cs: Našel jsi 300 zlatých!

source: You find 250 pieces of gold!
cs: Našel jsi 250 zlatých!

source: You find 200 pieces of gold!
cs: Našel jsi 200 zlatých!

source: Good work, men. Onwards, we have to retake the city also!
cs: Dobrá práce posádko. Kupředu, ještě taky musíme získat město!

source: Come on, we should go North and see if we can help defeat the elves.
cs: Pojďme, měli bysme jít na sever a zkusit porazit elfy.

source: The Wesnothians had much gold in their camp. It is ours now!
cs: Wesnoťané měli ve svém táboře dost zlata. Je teď naše!

source: You find 175 pieces of gold!
cs: Našel jsi 175 zlatých!

source: You find 150 pieces of gold!
cs: Našel jsi 150 zlatých!

source: Orcs still reside in the city! Come one, let us kill them too!
cs: Skřeti jsou pořád ve městě! Pojďte je také sejmout!

source: Come on, we should go South and see if we can help defeat the Wesnothians.
cs: Pojďme, měli bysme jít na jih a zkusit porazit Wesnoťany.

source: It seems the elves brought some of their treasure out of the northlands. More for us!
cs: Vypadá to, že si elfové ze severu přinesli s sebou část svého pokladu. A teď je náš!

source: Yes, Elensefar is ours, finally. Well, Black the Red, we thank you for your help.
cs: Ano, Elensefar je konečně náš. Musíme ti poděkovat za pomoc Černý Rede.

source: It was an honor to fight for you. I wonder where my people will go now... the orcs have surely taken our home by now.
cs: Bylo mi ctí za vás bojovat. Nevím, kam moji lidé teď půjdou... skřeti už určitě zabrali náš domov.

source: I'm sure we will have time to discuss that later. But for now, we must help those conquered by the orcs rebuild their city.
cs: Jsem si jist, že budeme mít příležitost si o tom později promluvit. Ale teď musíme pomoct obyvatelům znovuvybudovat město.

source: Attacked at Sea
cs: Ohrožen na moři
