Repository: wescamp/Saving_Elensefar-1.10
Catalog: po/*.po
Languages: cs

source: What? Why do you speak of those old tales as if they were real? And I suppose you think you are a real necromancer too.
cs: Cože? Proč mluvíš o těch starejch příbězích (pokud se teda staly)? A předpokládám, že se snad taky považuješ za nekromanta?

source: Why do you say he's not a necromancer? I've seen them before, haven't you?
cs: Proč tvrdíš, že není nekromant? Už jsem je viděl, ty ne?

source: Are you saying undead exist?
cs: Říkáš, že nemrtví existují?

source: Yes. And this guy looks real enough. I think we should treat him like an actual enemy.
cs: Ano. A tenhle chlapík vypadá skutečně. Myslím, že bysme ho měli považovat za skutečného nepřítele.

source: Yes, you should! Now, prepare to die!
cs: Ano, to byste měli! A teď se připravte na odchod ze života!

source: Orc Mountain
cs: Skřetí hory

source: Orcs are here! Orcs, what do you know about the fall of Elensefar?
cs: Jsou tu skřeti! Co víte skřetáci o pádu Elensefaru?

source: Nothing, but I am glad to hear of it! Now prepare to die!
cs: Nic, ale jsem štastej, že to slyším! A teď vás čeká smrt!

source: Very well. Let battle commence.
cs: Tak dobře. Ať bitva započne.

source: We have plenty of time to restock the ship now. We can train our troops here for a few days.
cs: Teď máme fůru času k doplnění zásob na lodi. Můžem tu pár dní trénovat vojáky.

source: Theft
cs: Krádež

source: Death of Psison
cs: Psison zemře

source: Are there any inhabitants of this island? We come in peace, we just want to restock our ship and then be on our way...
cs: Jsou tady nějací obyvatelé? Přicházíme v míru, chceme jen doplnit zásoby na lodi a pak poplujeme svou cestou...

source: Hey! What happened to The Explorer! She's gone!
cs: Hej! Co se to děje s Průzkumníkem! Vždyť odplouvá!

source: Someone must have stolen her. It looks like we're stuck on this island.
cs: Někdo ho musel ukrást. Vypadá to, že jsme zkejsli na tomhle ostrově.

source: Hello, I believe I can help.
cs: Zdravím, věřím, že mohu pomoci.

source: Who are you, and what do you want?
cs: Kdo jsi a co chceš?

source: I am the leader of a great tribe of mermen. I think it was the nagas, our enemies, who stole your boat. I will lend you the aid of my fighters to get it back.
cs: Jsem vůdce velkého rodu mořských lidí. Myslím, že nágy, naši nepřátelé, ukradly vaši loď. Poskytnu vám své bojovníky a pomohu získat ji zpět.

source: Hey, look, I see the boat! Nagas are moving it southwest.
cs: Hej, vidím loď. Nágy s ní plují jihozápadně.

source: They've found us! Workers, get that boat out of here! We will secure time for your escape.
cs: Naššli náss! Pracanti, odtáhněte odssud tu loď! Budeme krýt vášš ússtup.

source: Orcs! Kill them!
cs: Skřeti! Zabte je!

source: A bridge! What do you think is across it?
cs: Most! Co myslíš, že je na druhé straně?

source: Probably our boat... but we need to defeat these orcs before we get it, or else they will attack us from behind.
cs: Nejspíš naše loď... potřebujeme ale nejdřív porazit tamty skřety jinak nám zaútočí do zad.

source: You find 100 gold pieces in the orc's castle.
cs: Ve skřetí tvrzi jsi našel 100 zlatých.

source: Back to the Ship
cs: Návrat na loď

source: Time to get our ship back. These islands are inhabited, there should be a harbor *somewhere*.
cs: Je čas dostat naši loď zpět. Tyto ostrovy jsou obydlené, tudíž tady někde musí být něco jako přístav.

source: These Nagas don't leave us alone! They're here again, and the ship is here somewhere too.
cs: Ty nágy nás nenechají na pokoji! Pořád tu někde jsou a loď tu někde také je.

source: Orcs! More orcs!
cs: Skřeti! Další skřeti!

source: I knew there were nagas around here...
cs: Věděl jsem, že tu někde nágy jsou...

source: Now, to the harbor, and back on to the ship!
cs: A teď do přístavu a zpátky nalodit!

source: I will leave you now, but the fighters who fought for you will still help you, they say.
cs: Já vás nyní opustím, ale bojovníci kteří vám pomáhali říkají, že vás budou nadále doprovázet.

source: Fire Island
cs: Ohnivý ostrov

source: What are these beasts? They look like miniature dragons!
cs: Co je toto za nestvůry? Vypadají jako zmenšení draci!

source: They do not look like they belong on this island. Perhaps they came from the south? In any case, they don't look friendly.
cs: Nevypadaj, že žijou na tomhle ostrově. Možná přišli z jihu? Každopádně nevypadaj přátelsky.

source: True. Well then, we should defeat them so we can reprovision!
cs: Pravda. No, když je porazíme, můžem získat zásoby!

source: Traitors
cs: Zrádci

source: What? So, if it isn't my old friend Kalandur... are there any more Wesnothians on this island, or have they given up trying to stop us?
cs: Ale? Jestli to není můj starý přítel Kalandur... jsou na tomto ostrově nějací další Wesnoťané nebo už vzdali pokusy nás zastavit?

source: There are none here, but trust me, they remain against you.
cs: Nejsou tu žádní, ale věř mi, stále po tobě jdou.

source: So say you. Well, Black, we'd better go. Its best not to kill more elves; even if we defeat them, it will just make the rest even angrier at us.
cs: Jak říkáš. No, Rede, měli bysme odejít. Nebylo by dobré zabíjet elfy. I kdyby jsme je porazili, ti zbylí by se na nás jen víc naštvali.

source: What? So, if it isn't my old friend Kalandur. (we'd better get out of here, Madru...)
cs: Ale? Jestli to není můj starý přítel Kalandur. (Madru, měli bysme odtud radši vypadnout...)

source: So we meet again, traitor elf! Prepare to die!
cs: Tak jsme se znovu setkali, zrádný elfe! Přišla tvá smrt!

source: Whats going on here?
cs: Co se to tady děje?

source: Kalandur here thinks I betrayed Elfkind by aiding Elensefar. He's going to fight us. We have to leave.
cs: Tady Kalandur myslí, že jsem tím, jak pomáhám Elensefaru zradil elfí rod. Hodlá s námi bojovat. Měli bychom odejít.

source: Look, if we leave now, they'll just follow us and kill us. We have to defeat them!
cs: Podívej, jestli teď odejdeme, tak nás budou jen pronásledovat a zabíjet. Musíme je porazit!

source: If we leave, he will probably not follow us. He will report to his superiors - wherever they are.
cs: Když odejdeme, pravděpodobně nás nebude pronásledovat. Podá hlášení svým velitelům, ať už jsou kdekoli.

source: And won't those superiors send out even more ships? If we let Kalandur get away, they will know where we are and where we are coming from.
cs: A nepošlou ti velitelé jen víc lodí? Když necháme Kalandura být, budou vědět, kde jsme a odkud jsme.

source: Very well. Onward!
cs: Dobrá tedy. Kupředu!

source: So, we have slain an Elf! I do not like this - they are not evil, they are only following the commands of their twisted leader. Perhaps if we spare them their lives, they will join us after we defeat them.
cs: Tak jsme zabili elfa! Nemám z toho radost. Elfové nejsou zlí, jen poslouchají rozkazy svého zvráceného vůdce. Možná pokud bychom ušetřili jejich životy, přidali by se po své porážce k nám.

source: Look - there is a bridge here that Kalandur was guarding. I guess we should go across, but I don't have any idea what is there.
cs: Hele, je tu most, který Kalandur hlídal. Řek bych, že bysme měli přejít na druhou stranu, ale fakt netušim, co tam je.

source: Nor do I. Probably more enemies.
cs: Ani já ne. Nejspíš další nepřátelé.

source: Wait! I know what's across that bridge - its more elves, who will want to kill you, and orcs.
cs: Počkat! Vím, co je za mostem. Další elfové, kteří tě budou chtít zabít a skřeti.

source: Well then, we will have a common foe with these elves!
cs: Dobře teda, aspoň budem mít s těmi elfy společného nepřítele!

source: Um.. in a way... but in any case, I think that us elves who are still alive will join you. We can't go back to the elves now, because since we did not die they will think we are deserters.
cs: Uh... v tom případě... ale každopádně... myslím že elfové kteří přežili se k vám přidají. Nemůžeme se teď vrátit k elfům. Mysleli by si, že jsme přežili, protože jsme dezertéři.

source: Then join us, if you wish to. We are always open to more fighters.
cs: Tak se k nám přidejte, pokud chcete. Vždy rádi přivítáme další bojovníky.

source: Gladly! Also, there is some gold here that Kalandur was saving... you can take it, since you did defeat him.
cs: Rádi! A také máme nějaké zlato, které Kalandur ušetřil... protože jsi ho porazil, je teď tvoje.

source: A Deadly Alliance
cs: Smrtící aliance

source: Alandur! I suppose you want to battle? Very well, but there are orcs here also. How about we kill them first, then battle?
cs: Alandure! Přepokládám, že chceš bojovat? Dobře, ale jsou tu i skřeti. Což nejdřív pobít je a pak až bojovat spolu?

source: Well, if the orcs had not occupied Elensefar when they took it, but rather destroyed it, we would. But, those on the mainland have proved extremely resistant to attacks.
cs: Mohli bychom to tak udělat, pokud by skřeti neokupovali Elensefar po jeho dobytí, ale radši ho zničili. A ti na pevnině ukázali, jak jsou extrémně odolní vůči útokům.

source: Why does that matter? All that's important is that they're going to kill you, too!
cs: A co na tom záleží? Snad je důležitý, že se vás taky chystají zabít!

source: No, we're currently concluding a peace treaty with the orcs. And it would be bad form to attack the relatives of those who you are trying to make a bargain with!
cs: Kdepak, právě jsme sjednali mírovou smlouvu se skřety. A neprospělo by to ničemu šikovat se k útoku na příbuzné těch, s kterými se pokoušíme dál vyjednávat!

source: But these orcs are probably from a completely different tribe!
cs: Ale tito skřeti jsou nejspíš z úplně jiného kmene!

source: We can't take that chance! These orcs claim to be allies with the ones in Elensefar, so we MUST ally with them.
cs: Nemůžeme zahodit takovou šanci! Tito skřeti se prohlásili za spojence těch, co jsou v Elensefaru, tudíž my se MUSÍME s nimi spojit.

source: Uh, yeah, of course... we be da same tribe... uh... Prepare to die, stupid dog-man!
cs: Jo, jasně... my ten samej jeden kmen... uh... připrav se zgebnout hloupý pse!

source: So the elves, too, have given up trying to stop the orcs... it seems we are on our own against them. And these elves, since we are their enemies anyway, must die.
cs: Takže i elfové se také vzdali pokusů zastavit skřety... vypadá to, že jsme proti nim sami. A tito elfové, pro které jsme beztak jen nepřátelé, musí zemřít.

source: The elves are willing to surrender Elensefar to orcs, just because they began to lose a few battles? We really need to get back there, soon.
cs: Elfové byli ochotni přenechat Elensefar skřetům jen proto, že prohráli několik bitev? Opravdu se tam musíme brzy vrátit.

source: If we can just get to the western isle I spoke of, we may be able to defeat this alliance.
cs: Pokud se dostaneme na ten můj zmiňovaný západní ostrov, budeme moci porazit tuto alianci.

source: With Alandur dead, I think we have defeated all of the Elves who sail the sea. We probably won't see them until we reach Elensefar... we will have many enemies when we get there.
cs: Když je Alandur mrtev, myslím, že jsme pobili všechny elfy, co byli schopní plout po moři. Asi je nejspíš už neuvidíme, dokud zase nepřiplujeme k Elensefaru... ... a budeme tam mít opravdu hodně nepřátel.

source: Well, we won, but things might go badly for us later...
cs: Zvítězili jsme, ale v budoucnu můžeme čekat špatné věci...

source: The Frozen Lands
cs: Mrazivé kraje

source: Finally, a ship! You, in there, we wish to talk with you!
cs: Konečně! Loď! Vy tam, chceme s vámi mluvit!

source: What is it that you want, Dwarf? You know that elves are not usually very friendly with your kind.
cs: Co chceš trpaslíku? Víš, že elfové nejsou obvykle moc zadobře s vaší rasou.

source: I know this, but you are not only elves, there are some men among you, who usually help in return for gold. I need to ask your aid. We are in a desperate situation - we will all die you do not help us!
cs: To vím. Mezi vámi nejsou ale jen elfové, ale také nějací lidé, kteří by mohli za peníze pomoci. Žádám vás o pomoc. Jsme v zoufalé situaci. Všichni zemřeme pokud nám nepomůžete!

source: Why? What's going on here?
cs: Proč? Co se tu děje?

source: There is a lord ruling here, a cruel lord, and we decided to resist him, to so as not to be enslaved. But then he called in reinforcements from the north, and he is now too strong. The battle is no longer equal, and he has decided to try to destroy us! We will give you gold if you help us.
cs: Vládne tu lord, krutý lord a my jsme nechtěli být jím zotročeni a vzepřeli jsme se mu. Jenže pak si povolal posily ze severu a je teď příliš silný. Síly už nejsou vyrovnány a on se rozhodl, že se nás pokusí zničit! Zaplatíme, pokud nám pomůžete.

source: Very well, we will try to help you - so give us command of your troops, that we may use them more effectively.
cs: Dobře tedy, pokusíme se vám pomoci. Předej nám velení tvých jednotek, abysme je mohli lépe využít.

source: Certainly! Also, we will give you what little gold we have, if it will help you...
cs: Samozřejmě! A taky vám dám tu trochu zlata co máme, jestli vám to pomůže...

source: Thank you for helping us regain our land! My men that were fighting with you will join you now, although I will be staying here.
cs: Díky, že jste nám pomohli znovu získat naši zem! Já zůstanu tady, ale moji muži, co bojovali spolu s vámi, vás dál doprovodí.

source: Alright, men, lets go back to the ship now.
cs: Fajn, chlapi. A teď zpátky na loď.

source: Wesnothian Forces
cs: Wesnothská vojska

source: Greetings, traitor. I have what I suppose you would consider good news; Elensefar is not yet destroyed. The orcs are using it as their base for attacking us.
cs: Zdravím tě, zrádče. Mám pro tebe zprávy, které podle mě budeš považovat za dobré. Elensefar nebyl zničen. Skřeti ho využívají jako základnu k výpadům proti nám.

source: Gladly. Prepare to die!
cs: Rozhodně. Připrav se na smrt!

source: I fear we must wipe out all of the Wesnothian troops on this isle, or they will follow us and attack our ship. Onward!
cs: Se bojim, že musíme na tomto ostrově vymlátit všechny wesnotské vojáky. Nebo nás budou pronásledovat a útočit na naši loď. Kupředu!

source: Sea Battle
cs: Námořní bitva

source: They had 100 gold stored in their ship, and enough provisions to restock our ship.
cs: Měli na své lodi 100 zlatých a dostatek proviantu, abysme doplnili naše zásoby.

source: The High Seas
cs: Otevřené moře

source: This island has no more enemies on it, but we can still reprovision here. That will still take time, though.
cs: Na tomto ostrově nejsou žádní nepřátelé, ale i tak tu můžem doplnit zásoby. Nicméně to bude chvíli trvat.

source: We have unfinished business to attend to.
cs: Máme tu něco, co musíme dokončit.

source: The Wesnothian ships are chasing you; if they attack you they will attempt to board the ship.
cs: Lodě Wesnothu vás pronásledují. Pokud na vás zaútočí, pokusí se dobýt loď.

source: Each of their ships has enough provisions to completely restock your ship.
cs: Každá z těch lodí má dost proviantu pro doplnění vašich zásob.

source: We have left Elensefar in the hands of the orcs. If we do not return soon, it will be of no use to return at all. We have at most 30 weeks to get to the western lands, where we will meet with the people Black the Red has spoken of. That will leave us with 5 weeks to get back.
cs: Zanechali jsme Elensefar v rukou skřetů. Pokud se brzy nevrátíme, nebude se vůbec kam vracet. Máme nanejvýš 30 týdnů na to, dosáhnout západních zemí, kde najdeme lidi, o kterých Černý Red vyprávěl. To nám nechá 5 týdnů na návrat.

source: Also, our ship cannot hold provisions for more than 6 weeks at a time, so we must either land on an island or capture an enemy ship ever 6 weeks.
cs: Naše loď neuveze více zásob než stačí na 6 týdnů. Musíme je proto také do šesti týdnů doplnit buď na nějakém ostrově nebo dobytím nepřátelské lodi.

source: We only have enough provisions for $turnsleft weeks; we must reach the Western Lands in $gameleft weeks.
cs: Naše zásoby vydrží už jen $turnsleft týdny. Do západních zemí musíme doplout do $gameleft týdnů.

source: Hurry, we are down to our last provisions! If we don't refill them within a week, we will all starve!
cs: Už jsme na dně se zásobami! Pokud je do týdne nedoplníme, zahyneme hlady!

source: We have ran out of provisions.... *urgh*
cs: Došly nám zásoby...

source: We have failed reaching the Westlands in time.
cs: Nedosáhli jsme Západní země včas.

source: There does not seem to be anyone living on this island... except, it seems, that black-cowled man on the far side...
cs: Tento ostrov vypadá liduprázdně... kromě toho někoho v černé kápi na odlehlé straně...

source: Last time I was here there was a trading colony, but it seems to be gone. Their old stockades should still be here, anyway.
cs: Když jsem tu byl naposled, byla tu obchodní stanice. Ale vypadá to, že už není. Její sklady by tu přesto měly být.

source: I think something is in the water...
cs: Myslím, že něco je ve vodě...

source: Legend says Haldric landed here on his journey over, and that he fought something. Lets hope we don't have to fight whatever it was...
cs: Legendy vypráví, že tu během svého putování přistál Haldrik a něco našel. Doufejme, že s tím nebudeme muset bojovat, ať už to bylo cokoli...

source: This island looks vaguely elvish.
cs: Tento ostrov mi matně připomíná elfí zem.

source: Does anything live in this frozen wasteland?
cs: Žije v těchto zmrzlých krajích něco?

source: I see signs of a Wesnothian outpost. Odd they would come so far south...
cs: Vidím stopy po wesnotské základně. Je udivující, jak se mohli dostat tak daleko na jih...

source: Nagas were about a hundred years ago, in Haldric's time! I wonder if any remain...
cs: Nágy existovaly v Haldrikových časech, víc než před sto lety! Divil bych se, kdyby nějaké žily doteď...

source: This is old Clearwater Port! It was sacked by orcs long ago, I doubt there are any humans left.
cs: To je bývalý Přistav Jasných vod! Je to dávno, co byl vyrabován skřety a pochybuji, že tu zůstali nějací lidé.

source: Black Galleon
cs: Černá galeona

source: The Explorer is the craft of Meneldur the Mariner. Crafted with Elvish skill, it moves faster in the water than most vessels, but is structurally weaker, and will be sunk easier than a man-made ship.
cs: Průzkumník je lodí Meneldura Mořeplavce. Díky zručnosti jejích elfích stavitelů pluje rychleji než většina lodí, ale je křehčí a může být snadněji potopena než lodě vyrobené lidmi.

source: ballista
cs: balista

source: Elvish Admiral
cs: Elfí admirál

source: In command of the whole Elensian fleet, the Elvish Admiral follows the orders of the Lord of Elensefar - when it suits him to do so. He has left elvish land to join Elensefar, and for this is considered a traitor.
cs: Jako velitel celé elensiánské flotily se elfí admirál řídí jen rozkazy lorda Elensefaru - pokud s nimi souhlasí. Opustil elfí země, aby sloužil Elensefaru a proto je považován za zrádce.

source: staff
cs: hůl

source: Elvish Mariner
cs: Elfí mořeplavec

source: Separated from Elvish society because of his love of the sea, the Elvish Mariner has obtained command of a ship and often sails the seas in search of adventure.
cs: Elfího mořeplavce jeho láska k moři odloučila od elfího společenství. S lodí jíž velí často pluje vstříc novým dobrodružstvím.

source: Elvish Navigator
cs: Elfí navigátor

source: The Elvish Navigator has removed himself from other Elves, except those loyal to him more than to the Council, in order to become a captain of a ship and go wherever he pleases. He does not follow orders he disagrees with.
cs: Elfí navigátor se odloučil od ostatních elfů, kromě těch, kteří také přestali být věrní Radě a následují ho. Díky tomu se mohl stát vůdcem lodi, plout, kam se mu zlíbí a nemuset plnit rozkazy, s kterými nesouhlasí.

source: Sailor
cs: Námořník

source: Sailors, who began traversing the ocean when they were young, are almost as much at home in water as on land. In order to make all of the swift movements required of a crewman, Sailors do not wear any armor. It would only weigh them down, and would probably cause them to drown in they fell in the deep. Their only weapon is their light rapier, which they sling across their shoulder when not using it.
cs: Námořníci se plaví po oceánu už od mládí a jsou na moři stejně doma jako na souši. Nenosí žádné brnění, aby mohli vykonávat všechny pohotové pohyby a úkony, které se od člena posádky požadují. Mohlo by je pouze zatěžovat a zvyšovat riziko utopení, kdyby spadli do hluboké vody. Jejich jedinou výzbrojí je lehký kord, který nosí zavěšený přes rameno, když ho nepoužívají.

source: Shipsmaster
cs: Bocman

source: The master of whatever ship they are aboard, the Shipsmaster answers only to the captain of the vessel. He does not do the manual labor that most crewmen do, leaving that to those working beneath him, but still refuses to wear armor or wield heavy weapons, as doing so would be only an invitation for the sea to drown him. His weapon is his rapier, which he wields with ferocious skill.
cs: Bocman je velitel paluby a zodpovídá se pouze kapitánovi plavidla. Nedělá manuální práci jako ostatní posádka, tu přenechává těm, jimž velí. Stále však odmítá nosit či používat brnění nebo těžkou výzbroj, protože takovým zvykem by se jen vystavoval nebezpečí snadného utopení v moři. Jeho zbraní je kord, kterým vládne s divokou zručností.

source: War Galleon
cs: Válečná galeona

source: Ahnnhnnhn...
cs: Achhh...

source: Ughnnnhnnhn...
cs: Unhn...

source: Ughnhnhnhhn...
cs: Unhn...

source: Continue... the battle... for me...
cs: Pokračujte... v boji... za mě...

source: Unghnhhghhnghh.
cs: Unghnhhhg.

source: Grog Barrel
cs: Sud grogu

source: Do you really want to run away?
cs: Opravdu chceš utéct?

source: Yes
cs: Ano

source: Fall back!
cs: Ústup!

source: No
cs: ne

source: Fight on!
cs: Do boje!

source: Remember we can retreat at any time, just move your leader to the ship.
cs: Pamatuj, vždycky můžem zdrhnout, stačí když se vůdce vrátí na loď.

source: But then we haven't time to refill our ship...
cs: Ale pak nebudeme mít čas doplnit zásoby na lodi...

source: I hope it would never be needed.
cs: Doufám, že to nikdy nebude potřeba.
