Repository: wescamp/Saving_Elensefar-1.10
Catalog: po/*.po
Languages: cs

source: The city had fallen, but Meneldur and his crew had escaped. Leaving the harbor, and looking back at the city, they noticed something strange. The orcs were not burning the city and pillaging it, as was their habit; instead, they were leaving it alone, and concentrating on the Lord's castle. It was almost as if they wanted to control the city, instead of destroy it.
cs: Město padlo, ale Meneldur a jeho lidé uprchli. Opustili přístav. Když se dívali zpět k městu, zaznamenali zvláštní věc. Skřeti město nezapalovali ani nerabovali dle svého zvyku, místo toho ho nechávali být a soustředili se na hrad Lorda. Skoro to vypadalo, že chtějí město ovládnout namísto zničit.

source: Meneldur was not sure exactly what this meant, but he knew one thing - if the city was not destroyed, then the people in it would not be either. Which meant that the city would still be worth rescuing. Thus, he and Madru, right there, vowed that, if they could, they would raise an army and return to Elensefar, to defeat the orcs and claim whatever of the city remained.
cs: Meneldur si nebyl přesně jistý, co to znamená, ale jednu věc věděl - pokud nebylo město zničeno, nebyli ani jeho obyvatelé vyhubeni. Což znamenalo, že stále mělo cenu ho zachránit. Proto si spolu s Madruem přímo na místě slíbili, že pokud to bude v jejich silách, seženou armádu a vrátí se do Elensefaru, porazí skřety a vymůžou zpět to, co z města zbude.

source: Stop, pirate! Surrender, or die!
cs: Stůjte, piráti! Vzdejte se nebo zemřete!

source: Never!
cs: Nikdy!

source: Lower the gangplank! Throw the grapples! DON'T LET THEM ESCAPE!
cs: Připravte lávky! Zahákujte je! NESMÍ UTÉCT!

source: What's going on here?
cs: Co se to tu děje?

source: So, you're getting involved too, eh? Stop that ship, men!
cs: Hm, takže vy se chcete taky připojit? Zastavte tu loď!

source: Return to Elensefar
cs: Návrat do Elensefaru

source: And so Meneldur helped the Wesfolk build ships. They built three sturdy galleons, which was enough to hold all of them. That is how few of that once great race remained.
cs: Meneldur pomohl Wesanům vybudovat lodě. Postavili tři robustní galeony,které byly dost velké, aby je všechny unesly. Tak málo zůstalo z tohoto kdysi velkého národa.

source: The necromancers who were on the ships cast a spell of darkness and swiftness over the boat. The next thing Meneldur and his men knew, they had reached the delta of the Great River, where Elensefar was built.
cs: Nekromanté na palubě zakouzlili na lodě kouzla temnoty a hbitosti, a než se Meneldur a jeho muži rozkoukali, již vplouvali do delty Velké řeky, kde byl Elensefar vybudován.

source: Well, now we are in the port of Elensefar... It is time to retake Elensefar, as we aided Blackmore. So... does anyone have an idea as to how to attack the city?
cs: Takže jsme před elensefarským přístavem... Je čas znovu získat Elensefar, tak jako jsme to udělali u Blackmoru. Nu... má někdo nápad, jak zaútočit na město?

source: Here; this is my plan. On the northern side of the river, there is a cave where smugglers hide their goods. I know some bandits who won't alert anyone if we land there.
cs: Hele já mám tento plán. Na severní straně řeky je jeskyně, kde si pašeráci schovávají zboží. Znám pár banditů, co nebudou nikomu hlásit, pokud tam přistaneme.

source: But they won't help us?
cs: A nepomohli by nám?

source: Uhm... no, probably not. But we would be rather secretive, they probably wouldn't notice us.
cs: Hm... ne, pravděpodobně ne. Ale měli bysme to udělat skrytě, pak by nás nemuseli zaznamenat.

source: Madru, do you have any suggestions?
cs: Madru, máš ty nějaké nápady?

source: Well, we could always land on the south beach. There is a harbor there, and a quick route from there to inside the city.
cs: No, každopádně můžem vždycky přistát na jižním pobřeží. Je tam přístaviště a jde se odtud dostat rychlou cestou přímo do města.

source: But won't they see us there?
cs: Ale neprozradíme se tím?

source: Yes, but what's wrong with a head on battle? I think we could defeat them.
cs: Jo, ale co je špatnýho na tom jít přímo do boje? Si myslím, že je můžem porazit.

source: Well, I think maybe we should land right in Elensefar itself. That way, we can go around most of the orcish defenses, which are probably guarding the bridges to the city.
cs: Dobře. Já myslím, že bysme měli přístát přímo v Elensefaru. Tím obejdeme většinu skřetích obránců, kteří nejspíš hlídají mosty do města.

source: That is a bold plan, but I'm not sure it will work. If you do not succeed immediately, you will have alerted the orcs to our presence without accomplishing anything.
cs: To je odvážnej plán, ale nevím, jestli zafunguje. Jestli hned neprorazíme, jen zalarmujem skřety a nic tím nedokážem.

source: Hm... you are right there. Which plan should we use?
cs: Hm... to je pravda. Tak který plán bysme měli použít?

source: I say we head north, as you proposed.
cs: Říkám plout na sever, jak jsi navrhoval.

source: Madru's plan to head south sounds the best.
cs: Nejlepší je zamířit na jih, jak říkal Madru.

source: Both of your plans were good, but I will stick to my own, and land in the harbor.
cs: Oba vaše plány jsou dobré, ale zůstaneme u mého a přistaneme přímo v přístavu.

source: Very well. Let us not waste any more time, we must fight now.
cs: Jasně. Neztrácejme už víc čas, jdem bojovat.

source: Epilogue
cs: Epilog

source: Meneldur, Black the Red, and Madru went to the Elensian palace, and searched the dungeons for prisoners taken by the orcs. They found many of the old nobility there, including the man who had been the Lord of Elensefar, Sir Darahan of Wesnoth. Having been taken captive immediately after the city was sacked, he had no knowledge of what had occurred in the many months since then.
cs: Meneldur, Černý Red a Madru vstoupili do Elensiánského paláce a začali prozkoumávat vězenské kobky, hledajíce skřetí vězně. Našli mnoho těch, co bývali součástí šlechty a také muže který býval lordem Elensefaru, sira Darahana z Wesnothu. Protože byl zajat hned, jak bylo město popleněno, neměl povědomost o tom, co se minulé měsíce událo.

source: The three rescuers told him their tale, of how Elensefar was no longer a province of Wesnoth, and of how Undead were temporarily 'living' in the city. He had been a loyal supporter of the throne before his captivity, and while in prison he had been constantly expecting Wesnoth to come and free him. Until he was told of Wesnoth's betrayal, he had believed that it was men of Wesnoth who had come in from the sea to attack the city, men of Wesnoth who had been fighting in the streets to reach the orcish leader, men of Wesnoth who had finally come to unlock his cell door. Needless to say, he felt betrayed.
cs: Tři zachránci mu vyprávěli svůj příběh, o tom, že Elensefar již není provincií Wesnothu a jak nemrtví dočasně „žijí“ ve městě. Před svým uvězněním byl loajálním zastáncem království a ve vězení neustále očekával, kdy vojáci Wesnothu přijdou a osvobodí ho. Dokud mu neřekli o zradě Wesnothu, věřil, že jsou to muži Wesnothu, kdo připlul od moře k městu, kdo bojoval v ulicích, aby se dostal ke skřetímu vůdci a kdo konečně odemkl dveře jeho cely. Je zbytečné popisovat, jak se cítil zrazen.

source: I still cannot believe that the men of Wesnoth, or the elves, would really fight to keep men of Elensefar from aiding Elensefar. What made them do it, do you think?
cs: Pořád nemohu uvěřit, že by muži Wesnothu nebo elfové skutečně mohli bránit mužům z Elensefaru ho osvobodit. Co způsobilo, že takto jednali, nevíte?

source: Well, hatred of me, and the perception that I was a traitor to my race, was what fueled the elven attack.
cs: No, nenávist ke mně a dojem že jsem zrádce své rasy; to mohlo pohánět elfy.

source: They were willing to sacrifice a whole city to get revenge on one elf?
cs: Byli by schopni obětovat celé město kvůli odvetě na jednom elfovi?

source: They did not think they were sacrificing it. They planned to attack the orcs right after they killed us; in fact, they were fighting the orcs at the same time they fought us. But before that, they had not attacked because they thought the Orcs would kill the elven prisoners if they did.
cs: Nemysleli, že ho obětovávají. Plánovali zaútočit na skřety hned, jak by zabili nás. Vlastně zaútočili na skřety jakmile nás našli. Předtím ale neútočili proto, že si mysleli, že pokud by to udělali, tak by skřeti mohli zabít elfí zajatce.

source: So they made a peace with the orcs because they feared their own kind's death? Don't they know orcs cannot be trusted? All the elves who lived in this city were slain long ago.
cs: Tedy uzavřeli mír se skřety protože se báli o život svých druhů? A to jim nedošlo, že na skřety není spolehnutí? Všichni elfové, co žili v tomto městě již byli dávno vybiti.

source: When you are in danger of being attacked, you do not think clearly. Their attack was a mixture of motives, I would say. Hatred of Meneldur, fear of an orcish attack on their own country, fear of their kinsmen's death, and something else, I am not sure what, all made them willing to ally with evil.
cs: Když vám hrozí útokem, nemyslíte rozumně. Jejich útok byl nejspíš řekl bych směsicí motivů. Nenávist k Meneldurovi, strach z možného útoku skřetů na jejich vlastní zem, strach o život svých druhů a i něco dalšího, nevím přesně, to všechno je přimělo, že se spojili se zlem.

source: That does not excuse them, though, and they deserved to die.
cs: Nicméně je to neomlouvá a zaslouží smrt.

source: None of us are saying they did not.
cs: Nikdo z nás neříká, že ne.

source: I would. We do not know the circumstances of their peace treaty, nor even to say whether an alliance, if there had been one, would have been evil. After all, our alliance with undead is not, from our view, evil, but the circumstances are very similar.
cs: Já ano. Neznáme okolnosti té jejich mírové smlouvy, pokud ne přímo aliance (jestli nějaká byla). Takže nevíme, jestli byli jejich úmysly zlé. Ostatně vzato, naše spojenectví s nemrtvými, jakkoli není z našeho pohledu zlé, je vlastně velmi podobná situace.

source: They are only similar if you assume that undead are evil. Some are, true, but not all. Mine and my brother's are not.
cs: Je podobná jen pokud předpokládáš, že nemrtví jsou zlí. Někteří skutečně jsou, ale ne všichni. Já a můj bratr určitě ne.

source: I may be your ally, but I will never say your undead are not evil. You are probably not, probably you are just decieved as to what really occurs with undeath. But undead are evil.
cs: Mohu být váš spojenec, ale nikdy nechtějte abych uznal, že nemrtví nejsou zlí. Ty asi nejsi, nejspíš jsi byl oklamán o tom, co doopravdy oživování nemrtvých přináší. Ale nekromancie je zlo.

source: Come on now. Well, it is true that the circumstances are not in truth similar, but they do appear to be. The elves may have thought they were.
cs: No, nechme to být. Je pravda, že okolnosti opravdu nejsou podobné, ale vypadají jako by byly. Elfové si mohli myslet že jsou.

source: I see, Meneldur. Well, I can see, in a distorted way, why the elves attacked us. But why were the humans willing to discard our age-old alliance, and attack us before the orcs?
cs: Jistě, Meneldure. Chápu, že podle určité pokřivené logiky dával elfí útok smysl. Ale proč lidé ochotně odložili naše pradávné spojenectví a zaútočili radši na nás než na skřety?

source: Well, we did attack them, multiple times. Although it was really self-defence.
cs: No, my jsme na ně předtím mnohokrát zaútočili, ačkoli to bylo v sebeobraně.

source: They wished to defeat us first, then attack the orcs. Indeed, the elves and humans could have both had that plan. But the elves lost their temper right as we arrived, and attacked the orcs immediately.
cs: Chtěli nejdříve porazit nás a pak skřety. Efové i lidé opravdu mohli mít takový plán. Ale když jsme připluli, elfové se neudrželi a napadli skřety hned.

source: That is called treachery, and would not excuse a treaty with the orcs.
cs: Tomu se říká zrada a neomlouvá to spojenectví se skřety.

source: I agree that it would be treachery, but I think it is not what they planned. The men of Wesnoth do not see good and evil as we do. To them, good is what benefits Wesnoth, and evil is what hurts it. They may have actually planned on a permanent alliance with the Orcish state, because that would allow them to create provinces in the north unopposed.
cs: Souhlasím, že to může být pojímáno jako zrada, ale myslím, že to neplánovali. Lidé Wesnothu nevidí dobro a zlo, jak ho vidíme my. Pro ně je dobro to, co prospívá Wesnothu a zlo to, co mu ubližuje. Mohli zrovna plánovat stálou alianci se skřety, protože by jim to dovolilo bez odporu zakládat na severu provincie.

source: Possibly. However, all of this is just speculation. We cannot know why they actually attacked us, can we? We can only guess.
cs: Možná. Přesto je to všechno jenom spekulace. Nemůžeme vědět proč nás vlastně napadli, že ne? Můžeme se jen dohadovat.

source: Which is why this is rather pointless.
cs: A proto je tohle dohadování poněkud zbytečný.

source: Well, I must be going. I do not know where my people will go now; so few are left alive. But I will not stay in this city, it is too dangerous. I will go north.
cs: Musím jít. Opravdu nevím, kam moji lidé teď půjdou. Tak málo jich přežilo. Ale tady ve městě nezůstaneme, je to příliš riskantní. Půjdeme na sever.

source: Very well. I suppose this council is ended, and the real work of Daharan's reign shall begin.
cs: Dobrá tedy. Domnívám se, že tato rada je u konce. Čeká na nás skutečná práce během dalšího Daharanova vládnutí.

source: A King's Demand
cs: Královský požadavek

source: It is the traitor who killed Aldran and Thendol approaching! Prepare to destroy him.
cs: Ten zrádce, co zabil Aldrana a Thendola se blíží! Připravte se ho zničit.

source: Meneldur! I bear a message from the King! If you surrender now, your life will be spared. The King is even willing to aid you in your quest to regain Elensefar. But you must pledge allegiance to the Throne again, and agree to aid it in its battles.
cs: Meneldure! Přináším poselství od krále! Pokud se teď vzdáš, tvůj život bude ušetřen. Král ti dokonce chce pomoci v tvé snaze znovu získat Elensefar. Ale musíš znovu slíbit věrnost trůnu a zavázat se k pomoci v královských bitvách.

source: Hah! And what will you do with me and my kind, who have joined with Meneldur and are bound to him? Doubtlessly you would kill us.
cs: Ha! A co uděláte se mnou a mými bratry, kteří jsme se k Meneldurovi připojili a stali se jeho spojenci? Bezpochyby nás zabijete.

source: He is right. We can defeat these forces, and rid this area of their lordship.
cs: Má pravdu. Můžeme tyto vojáky porazit a zbavit tuto oblast jejich nadvlády.

source: Your ship has been captured by others of us. You do not know what awaits you further up the isle... I tell you, if you refuse this you are a dead man, whether I die or not.
cs: Tvou loď zajali jiní z nás. Nevíš, co na tebe čeká dál na ostrově... říkám ti, jestli odmítneš, jsi mrtvý muž, ať zemřu nebo přežiju.

source: Your threats do not scare me. Prepare for battle, men!
cs: Vaše výhružky mě nepostraší. Připravte se k boji!

source: Very well, you have chosen. Handran, send a scout to the leader and tell her Meneldur has refused our offer. She will be most displeased.
cs: Dobrá, vybral sis. Handrane, pošli posla k velitelce a vzkaž, že Meneldur odmítl naši nabídku. Bude hrozně nespokojená.

source: I wonder what that was all about...
cs: To by mě zajímalo o co tu šlo...

source: Meneldur! It seems that our commanders and our best fighters have been killed. If you leave us now, we will probably die, since only they knew how to command our ship. Have mercy, and help us!
cs: Meneldure! Vypadá to, že naši velitelé a nejlepší bojovníci jsou mrtví. Pokud nás tu necháš, pravděpodobně zemřeme. Jen oni uměli řídit naši loď. Smiluj se a pomoz nám!

source: What would you have me do? Give you navigators to help you? Why would I do that for an enemy?
cs: Co bych pro vás měl udělat? Poskytnout vám navigátory? Proč bych to měl pro nepřátele dělat?

source: Well, why don't you let us join you? There is nothing else for us to do.
cs: No a proč nás nenecháš se k tobě přidat? Nemáme žádnou jinou možnost.

source: Wouldn't that make you a traitor?
cs: Nestanou se z vás tím zrádci?

source: No, since I don't think you are traitors, and my commander is dead. It is just joining another battalion.
cs: Ne, protože já si nemyslím, žes zrádce a můj velitel je mrtev. Pouze se jakoby připojíme k jiné jednotce.

source: Well, if he puts it that way, why should we refuse? We can always use fresh recruits.
cs: No jestli to předkládá takhle, můžem odmítnout? Čerství rekruti jsou pro nás vždy užiteční.

source: Very well... now, we will move further down the peninsula to regain our ship.
cs: Dobrá tedy... půjdeme teď dále po poloostrově a znovu se nalodíme.

source: Off the Peninsula
cs: Mimo poloostrov

source: I heard about your defeat of the elves on the isle, and I knew you'd probably show up here sooner or later.
cs: Slyšela jsem, jak jsi porazil elfy na ostrově a věděla jsem, že se dříve nebo později objevíš tady.

source: I might have known. You must be the leader of these men; I wouldn't put aligning with men below you, after you surrendered to orcs!
cs: Mohl jsem to tušit. Ty musíš být velitelka těch mužů. Nesrovnával bych se muži pod tvým velením, poté co jste se vzdali skřetům!

source: 'Surrendered' is not the way I would put it, but fine, have it your way.
cs: Vzdáním bych to já nenazvala, ale prosím, užívej si svůj způsob vyjádření.

source: So, it is the traitor returning to greet his foe. How pleasant.
cs: Takže zrádce se vrátil pozdravit své nepřátele. Jak rozkošné.

source: What are you doing here? My quarrel is with the Wesnothians, not with you.
cs: Co tady děláš? Jsem ve sporu s Wesnoťany, ne s tebou.

source: I am the men's captain, so those who quarrel with them quarrel with me. We elves and men have aligned to bring you down!
cs: Jsem kapitánka těch mužů. Takže kdo má spor s nimi, má ho i se mnou. My elfové a lidi jsme se spojili, abysme tě smetli!

source: Think what you like. We will fight you if need be.
cs: Jak myslíš. Budu s tebou bojovat, pokud to bude třeba.

source: Oh, and I see some of the Wesnothians you found are turncoats. Don't worry, they will die also.
cs: Oh a vidím, že někteří z těch Wesnoťanů, co jsi potkal, přešli na tvoji stranu. Neboj se, oni také zemřou.

source: With Lomanyas dead, I think we have defeated all of the Elves who sail the sea. We probably won't see them until we reach Elensefar...
cs: Teď když jsme zabili Lomanyas, myslím, že jsme pobili všechny elfy, co byli schopní plout po moři. Asi už žádné nepotkáme, dokud se nevrátíme do Elensefaru...

source: It is unfortunate the elves have also decided to oppose us. I suspect there are more of them roaming the seas.
cs: Je to neštěstí, že se elfové také rozhodli jít proti nám. Mám podezření, že jich potuluje po moři víc.

source: The Desert Island
cs: Pouštní ostrov

source: I see there are more undead! I wonder how many of these did not go all the way across with Jevyan?
cs: Vidím tady další spoustu nemrtvých! Divím se, proč tolik z nich nepřiplulo celou cestou s Jevyanem.

source: I have seen several of these wandering undead where I come from. Haven't you?
cs: Tam, odkud jsem přišel, jsem viděl několik takových potulujících se skupin nemrtvých. Ty ses s nimi nepotkal?

source: Mostly I travel south to the southern continent, not west like this. There are no undead there!
cs: Nejčastěji jsem se plavíval na jih, ne na západ jako teď. Tam žádní nemrtví nejsou!

source: I see...
cs: Aha...

source: Sssooo.... youu hazntt foughtt me oftenzz? Ahhh, gooodd. You will be eazyy to defeatzz!
cs: Takžše... vy sste na mě nezzaútočšili? Šskvělee. To vy jišště ssnadná kořišst!

source: Why did he speak like a lizard?
cs: Proč mluví jak ještěr?

source: What the...?
cs: Co to... ?

source: That must be why he spoke like that. He is partly a lizard!
cs: Protože to je důvod, proč tak mluví. Je napůl ještěr!

source: The Ruined Port
cs: Zbořený přístav

source: Defeat Bakrakha, the Orcish Warlord, and then survive until end of turns
cs: Poraz skřetího vojevůdce Bakrakha a pak přežij do konce limitu

source: Turns run out and Bakrakha is still alive
cs: Vyprší limit a Bakrakha bude stále naživu

source: So, little orc-maggots, you got so low as to call down some Wesfolk from the north to help with your trying to take over the castle!?! Not going to happen on my watch!
cs: Takže vy, červi skřetí rasy, jste klesli tak hluboko, že jste požádali Wesany ze severu, aby vám pomohli dobýt hrad? Ale to se nestane, dokud tu budu vládnout!

source: We didn't call no human scum out of the north, though we could use their help! You been king far too long, Bakrakra! You aint got us meat, and you aint got us land. Me, Asknak here, or even a lich 'ud be better than you!
cs: Nepožádali jsme žádný odporný lidský seveřany! Ale jejich pomoc by se nám šikla. Už si králem moc dlouho Bakrakro! Nedals nám jídlo a nedals nám pozemky. Já a tady Asknak si myslíme, že i lich by byl lepším pánem než ty!

source: That right. You' keeping all the food in your castle there, and we' tired of it. Its time to get a new king 'round 'ere!
cs: Jasňačka. Syslíš si všechno jídlo tady ve svém hradu a to náš čuří. Je čas tu nastolit novýho krále!

source: I don't think we should get involved here. These orcs can fight each other, and they won't care if we wait here and restock.
cs: Nemyslím, že bychom se tady do toho měli plést. Ti skřeti budou bojovat proti sobě navzájem a nebudou se starat o to, jestli tu setrváme a doplníme zásoby.

source: I don't think it's that simple. That orc in the castle has all the food, we can't restock from here.
cs: To není tak jednoduchý. Ten skřet v hradu drží všechno jídlo, takže tu nemůžem ty zásoby doplnit.

source: So what do you suggest we do?
cs: Co tedy navrhuješ?

source: Well, we will definitely have to kill the orc in the castle, to get the food. But to get to him, we should probably go around the river, which leads us past all the other orcs. We might have to kill them all.
cs: No, rozhodně bysme měli sejmout toho skřeta, co drží hrad a dostat se k jídlu. Ale abysme se k němu dostali, budem nejspíš muset jít okolo řeky, která ale vede přes stanoviště těch ostatních. Možná je budem muset sejmout všechny.

source: Good, now we just have to survive until the ship is refilled.
cs: Výborně, teď jen se udržet než bude loď dozásobena.

source: We have defeated all of the orcs; refill the ship, and we'll leave.
cs: Porazili jsme všechny skřety. Doplňte zásoby na lodi a vyplujeme.

source: We did not manage to kill the orc leader, and now we are out of food...
cs: Nezvládli jsme zabít skřetího vůdce a jsme bez jídla...

source: Good, we have enough food now. We should go back out to sea, further north there are some people who might help us.
cs: Dobře, už máme dost jídla. Měli bysme ustoupit k moři, dál na sever, k těm lidem. Mohli by nám pomoct.

source: Turns run out
cs: Vyprší limit

source: The Swampland
cs: Blata

source: What is this, a mage walks clad in black? Explain yourself! Are you of the red mages, or the white?
cs: Co je to, mág oděný v černém? Představ se! Jsi rudý nebo bílý mág?

source: What? Do you mean to tell me that the great lich Jevyan does not reign on that continent, or that his mages no longer wear the robes of the necromancer?!?
cs: Cože? Chceš mi tvrdit, že velký lich Jevyan neovládl kontinent nebo že jeho mágové už nenosí oděv nekromantů?!?
